import React from 'react';
import { Link } from 'react-router-dom';

export default function ArtistBio() {
  return (
    <div>
      <h1>Біографія Пабло Пікассо</h1>
      <p>
        Пабло Дієго Хосе Франціско де Паула Хуан Непомусено Марія де лос Ремедіос Кіпріано де ла Сантісіма Трінідад Мартиріо Руїс і Пікассо, більш відомий під іменем Пабло Пікассо, був іспанським художником-сюрреалістом та одним із найвідоміших художників 20-го століття.
      </p>
      <p>
        Пікассо народився 25 жовтня 1881 року в Малазії, Іспанія. Він став піонером в багатьох художніх напрямках, таких як кубізм та сюрреалізм. Його творчість була різноманітною і включала в себе живопис, скульптуру, кераміку, графіку та інші види мистецтва.
      </p>
      <p>
        Відома робота Пабло Пікассо включає "Герніка", "Авіньйонські дівиці", "Хлопчик з люлькою" та безліч інших шедеврів, які залишили великий слід в світовому мистецтві.
      </p>
    </div>
  );
}
